[
  {
    "name": "Cardigan",
    "youtube": ["https://youtu.be/K-a8s8OLBSE"],
    "lyrics": "Vintage tee, brand new phone <br>High heels on cobblestones <br>When you are young, they assume you know nothing <br>Sequin smile, black lipstick <br>Sensual politics <br>When you are young, they assume you know nothing <br>But I knew you <br>Dancin' in your Levi's <br>Drunk under a streetlight, I <br>I knew you <br>Hand under my sweatshirt <br>Baby, kiss it better, I <br>And when I felt like I was an old cardigan <br>Under someone's bed <br>You put me on and said I was your favorite <br>A friend to all is a friend to none <br>Chase two girls, lose the one <br>When you are young, they assume you know nothin' <br>But I knew you <br>Playing hide-and-seek and <br>Giving me your weekends, I <br>I knew you <br>Your heartbeat on the High Line <br>Once in 20 lifetimes, I <br>And when I felt like I was an old cardigan <br>Under someone's bed <br>You put me on and said I was your favorite <br>To kiss in cars and downtown bars <br>Was all we needed <br>You drew stars around my scars <br>But now I'm bleedin' <br>'Cause I knew you <br>Steppin' on the last train <br>Marked me like a bloodstain, I <br>I knew you <br>Tried to change the ending <br>Peter losing Wendy, I <br>I knew you <br>Leavin' like a father <br>Running like water, I <br>And when you are young, they assume you know nothing <br>But I knew you'd linger like a tattoo kiss <br>I knew you'd haunt all of my what-ifs <br>The smell of smoke would hang around this long <br>'Cause I knew everything when I was young <br>I knew I'd curse you for the longest time <br>Chasin' shadows in the grocery line <br>I knew you'd miss me once the thrill expired <br>And you'd be standin' in my front porch light <br>And I knew you'd come back to me <br>You'd come back to me <br>And you'd come back to me <br>And you'd come back <br>And when I felt like I was an old cardigan <br>Under someone's bed <br>You put me on and said I was your favorite <br>"
  },
  {
    "name": "Exile",
    "youtube": ["https://www.youtube.com/watch?v=osdoLjUNFnA"],
    "lyrics": "I can see you standin', honey <br>With his arms around your body <br>Laughin' but the joke's not funny at all <br>And it took you five whole minutes <br>To pack us up and leave me with it <br>Holdin' all this love out here in the hall <br>I think I've seen this film before <br>And I didn't like the ending <br>You're not my homeland anymore <br>So what am I defendin' now? <br>You were my town <br>Now I'm in exile seein' you out <br>I think I've seen this film before <br>Hoo, hoo-ooh <br>Hoo, hoo-ooh <br>Hoo, hoo-ooh <br>I can see you starin', honey <br>Like he's just your understudy <br>Like you'd get your knuckles bloody for me <br>Second, third, and hundredth chances <br>Balancin' on breaking branches <br>Those eyes add insult to injury <br>I think I've seen this film before <br>And I didn't like the ending <br>I'm not your problem anymore <br>So who am I offending now? <br>You were my crown <br>Now I'm in exile seein' you out <br>I think I've seen this film before <br>So I'm leavin' out the side door <br>So step right out <br>There is no amount <br>Of cryin' I can do for you <br>All this time <br>We always walked a very thin line <br>You didn't even hear me out (you didn't even hear me out) <br>You never gave a warning sign (I gave so many signs) <br>All this time <br>I never learned to read your mind (never learned to read my mind) <br>I couldn't turn things around (you never turned things around) <br>'Cause you never gave a warning sign (I gave so many signs) <br>So many signs <br>So many signs (you didn't even see the signs) <br>I think I've seen this film before <br>And I didn't like the ending <br>You're not my homeland anymore <br>So what am I defending now? <br>You were my town <br>Now I'm in exile seein' you out <br>I think I've seen this film before <br>So I'm leaving out the side door <br>So step right out <br>There is no amount <br>Of cryin' I can do for you <br>All this time <br>We always walked a very thin line <br>You didn't even hear me out (you didn't even hear me out) <br>You never gave a warning sign (I gave so many signs) <br>All this time <br>I never learned to read your mind (never learned to read my mind) <br>I couldn't turn things around (you never turned things around) <br>'Cause you never gave a warning sign (I gave so many signs) <br>All this time (so many signs) <br>I never learned to read your mind (so many signs) <br>I couldn't turn things around (so many signs) <br>'Cause you never gave a warning sign (never gave a warning sign)"
  },
  {
    "name": "Betty",
    "youtube": ["https://www.youtube.com/watch?v=6TAPqXkZW_I"],
    "lyrics": "Betty, I won't make assumptions <br>About why you switched your homeroom <br>But I think it's 'cause of me <br>Betty, one time I was riding on my skateboard <br>When I passed your house <br>It's like I couldn't breathe <br>You heard the rumors from Inez <br>You can't believe a word she says <br>Most times, but this time it was true <br>The worst thing that I ever did <br>Was what I did to you <br>But if I just showed up at your party <br>Would you have me? <br>Would you want me? <br>Would you tell me to go fuck myself <br>Or lead me to the garden? <br>In the garden would you trust me <br>If I told you it was just a summer thing? <br>I'm only seventeen <br>I don't know anything but I know I miss you <br>Betty, I know where it all went wrong <br>Your favorite song was playing <br>From the far side of the gym <br>I was nowhere to be found <br>I hate the crowds, you know that <br>Plus, I saw you dance with him <br>You heard the rumors from Inez <br>You can't believe a word she says <br>Most times, but this time it was true <br>The worst thing that I ever did <br>Was what I did to you <br>But if I just showed up at your party <br>Would you have me? <br>Would you want me? <br>Would you tell me to go fuck myself <br>Or lead me to the garden? <br>In the garden would you trust me <br>If I told you it was just a summer thing? <br>I'm only seventeen <br>I don't know anything but I know I miss you <br>I was walking home on broken cobblestones <br>Just thinking of you when she pulled up <br>Like a figment of my worst intentions <br>She said 'James, get in, let's drive' <br>Those days turned into nights <br>Slept next to her but <br>I dreamt of you all summer long <br>Betty, I'm here on your doorstep <br>And I planned it out for weeks now but <br>It's finally sinking in <br>Betty, right now is the last time <br>I can dream about what happens when you see my face again <br>The only thing I wanna do <br>Is make it up to you <br>So, I showed up at your party <br>Yeah, I showed up at your party <br>Yeah, I showed up at your party <br>Will you have me? <br>Will you love me? <br>Will you kiss me on the porch <br>In front of all your stupid friends? <br>If you kiss me <br>Will it be just like I dreamed it? <br>Will it patch your broken wings? <br>I'm only seventeen <br>I don't know anything <br>But I know I miss you <br>Standing in your cardigan <br>Kissing in my car again <br>Stopped at a streetlight, you know I miss you"
  },
  {
    "name": "August",
    "youtube": ["https://www.youtube.com/watch?v=nn_0zPAfyo8"],
    "lyrics": "Salt air, and the rust on your door <br>I never needed anything more <br>Whispers of 'Are you sure?' <br>'Never have I ever before' <br>But I can see us lost in the memory <br>August slipped away into a moment in time <br>'Cause it was never mine <br>And I can see us twisted in bedsheets <br>August sipped away like a bottle of wine <br>'Cause you were never mine <br>Your back beneath the sun <br>Wishin' I could write my name on it <br>Will you call when you're back at school? <br>I remember thinkin' I had you <br>But I can see us lost in the memory <br>August slipped away into a moment in time <br>'Cause it was never mine <br>And I can see us twisted in bedsheets <br>August sipped away like a bottle of wine <br>'Cause you were never mine <br>Back when we were still changin' for the better <br>Wanting was enough <br>For me, it was enough <br>To live for the hope of it all <br>Cancel plans just in case you'd call <br>And say, 'Meet me behind the mall' <br>So much for summer love and saying 'us' <br>'Cause you weren't mine to lose <br>You weren't mine to lose, no <br>But I can see us lost in the memory <br>August slipped away into a moment in time <br>'Cause it was never mine <br>And I can see us twisted in bedsheets <br>August sipped away like a bottle of wine <br>'Cause you were never mine <br>'Cause you were never mine, never mine <br>But do you remember? <br>Remember when I pulled up and said, 'Get in the car' <br>And then canceled my plans just in case you'd call? <br>Back when I was livin' for the hope of it all, for the hope of it all <br>'Meet me behind the mall' <br>Remember when I pulled up and said, 'Get in the car' <br>And then canceled my plans just in case you'd call? <br>Back when I was livin' for the hope of it all (for the hope of it all) <br>For the hope of it all <br>For the hope of it all <br>(For the hope of it all) <br>(For the hope of it all)"
  },
  {
    "name": "The_1",
    "youtube": ["https://www.youtube.com/watch?v=KsZ6tROaVOQ"],
    "lyrics": "I'm doing good, I'm on some new shit <br>Been saying 'yes' instead of 'no' <br>I thought I saw you at the bus stop, I didn't though <br>I hit the ground running each night <br>I hit the Sunday matinée <br>You know the greatest films of all time were never made <br>I guess you never know, never know <br>And if you wanted me, you really should've showed <br>And if you never bleed, you're never gonna grow <br>And it's alright now <br>But we were something, don't you think so? <br>Roaring 20s, tossing pennies in the pool <br>And if my wishes came true <br>It would've been you <br>In my defense, I have none <br>For never leaving well enough alone <br>But it would've been fun <br>If you would've been the one <br>(Ooh) <br>I have this dream you're doing cool shit <br>Having adventures on your own <br>You meet some woman on the internet and take her home <br>We never painted by the numbers, baby <br>But we were making it count <br>You know the greatest loves of all time are over now <br>I guess you never know, never know <br>And it's another day waking up alone <br>But we were something, don't you think so? <br>Roaring 20s, tossing pennies in the pool <br>And if my wishes came true <br>It would've been you <br>In my defense, I have none <br>For never leaving well enough alone <br>But it would've been fun <br>If you would've been the one <br>I, I, I persist and resist the temptation to ask you <br>If one thing had been different <br>Would everything be different today? <br>We were something, don't you think so? <br>Rosé flowing with your chosen family <br>And it would've been sweet <br>If it could've been me <br>In my defense, I have none <br>For digging up the grave another time <br>But it would've been fun <br>If you would've been the one <br>(Ooh)"
  },
  {
    "name": "the_last_great_american_dynasty",
    "youtube": ["https://www.youtube.com/watch?v=2s5xdY6MCeI"],
    "lyrics": "Rebekah rode up on the afternoon train <br>It was sunny <br>Her saltbox house on the coast <br>Took her mind off St. Louis <br>Bill was the heir to the Standard Oil name and money <br>And the town said, 'How did a middle-class divorcée do it?' <br>The wedding was charming, if a little gauche <br>There's only so far new money goes <br>They picked out a home and called it 'Holiday House' <br>Their parties were tasteful, if a little loud <br>The doctor had told him to settle down <br>It must have been her fault his heart gave out <br>And they said <br>'There goes the last great American dynasty' <br>'Who knows if she never showed up, what could've been' <br>'There goes the maddest woman this town has ever seen' <br>'She had a marvelous time ruinin' everything' <br>Rebekah gave up on the Rhode Island set, forever <br>Flew in all her Bitch Pack friends from the city <br>Filled the pool with champagne and swam with the big names <br>And blew through the money on the boys and the ballet <br>And losin' on card game bets with Dalí <br>And they said <br>'There goes the last great American dynasty' <br>'Who knows if she never showed up, what could've been' <br>'There goes the most shameless woman this town has ever seen' <br>'She had a marvelous time ruinin' everything' <br>They say she was seen on occasion <br>Pacing the rocks, staring out at the midnight sea <br>And in a feud with her neighbor <br>She stole his dog and dyed it key lime green <br>50 years is a long time <br>Holiday House sat quietly on that beach <br>Free of women with madness, their men and bad habits <br>And then it was bought by me <br>Who knows if I never showed up what could've been <br>There goes the loudest woman this town has ever seen <br>I had a marvelous time ruinin' everything <br>I had a marvelous time ruinin' everything <br>A marvelous time ruinin' everything <br>A marvelous time <br>I had a marvelous time"
  },
  {
    "name": "My_Tears_Ricochet",
    "youtube": ["https://www.youtube.com/watch?v=OWbDJFtHl3w"],
    "lyrics": "We gather here, we line up <br>Weepin' in a sunlit room, and <br>If I'm on fire, you'll be made of ashes too <br>Even on my worst day, did I deserve, babe <br>All the hell you gave me? <br>'Cause I loved you, I swear I loved you <br>'Til my dying day <br>I didn't have it in myself to go with grace <br>And you're the hero flying around, saving face <br>And if I'm dead to you, why are you at the wake? <br>Cursing my name, wishing I stayed <br>Look at how my tears ricochet <br>We gather stones, never knowing what they'll mean <br>Some to throw, some to make a diamond ring <br>You know I didn't want to have to haunt you <br>But what a ghostly scene <br>You wear the same jewels that I gave you <br>As you bury me <br>I didn't have it in myself to go with grace <br>'Cause when I'd fight, you used to tell me I was brave <br>And if I'm dead to you, why are you at the wake? <br>Cursing my name, wishing I stayed <br>Look at how my tears ricochet <br>And I can go anywhere I want <br>Anywhere I want, just not home <br>And you can aim for my heart, go for blood <br>But you would still miss me in your bones <br>And I still talk to you (when I'm screaming at the sky) <br>And when you can't sleep at night (you hear my stolen lullabies) <br>I didn't have it in myself to go with grace <br>And so the battleships will sink beneath the waves <br>You had to kill me, but it killed you just the same <br>Cursing my name, wishing I stayed <br>You turned into your worst fears <br>And you're tossing out blame, drunk on this pain <br>Crossing out the good years <br>And you're cursing my name, wishing I stayed <br>Look at how my tears ricochet"
  },
  {
    "name": "mirrorball",
    "youtube": ["https://www.youtube.com/watch?v=KaM1bCuG4xo"],
    "lyrics": "I want you to know <br>I'm a mirrorball <br>I'll show you every version of yourself tonight <br>I'll get you out on the floor <br>Shimmering beautiful <br>And when I break it's in a million pieces <br>Hush <br>When no one is around, my dear <br>You'll find me on my tallest tiptoes <br>Spinning in my highest heels, love <br>Shining just for you <br>Hush <br>I know they said the end is near <br>But I'm still on my tallest tiptoes <br>Spinning in my highest heels, love <br>Shining just for you <br>I want you to know <br>I'm a mirrorball <br>I can change everything about me to fit in <br>You are not like the regulars <br>The masquerade revelers <br>Drunk as they watch my shattered edges glisten <br>Hush <br>When no one is around, my dear <br>You'll find me on my tallest tiptoes <br>Spinning in my highest heels, love <br>Shining just for you <br>Hush <br>I know they said the end is near <br>But I'm still on my tallest tiptoes <br>Spinning in my highest heels, love <br>Shining just for you <br>And they called off the circus <br>Burned the disco down <br>When they sent home the horses <br>And the rodeo clowns <br>I'm still on that tightrope <br>I'm still trying everything to get you laughing at me <br>I'm still a believer but I don't know why <br>I've never been a natural <br>All I do is try, try, try <br>I'm still on that trapeze <br>I'm still trying everything <br>To keep you looking at me <br>Because I'm a mirrorball <br>I'm a mirrorball <br>I'll show you every version of yourself <br>Tonight"
  },
  {
    "name": "seven",
    "youtube": ["https://youtu.be/pEY-GPsru_E"],
    "lyrics": "Please picture me <br>In the trees <br>I hit my peak at seven feet <br>In the swing <br>Over the creek <br>I was too scared to jump in <br>But I, I was high in the sky <br>With Pennsylvania under me <br>Are there still beautiful things? <br>Sweet tea in the summer <br>Cross your heart, won't tell no other <br>And though I can't recall your face <br>I still got love for you <br>Your braids like a pattern <br>Love you to the moon and to Saturn <br>Passed down like folk songs <br>The love lasts so long <br>And I've been meaning to tell you <br>I think your house is haunted <br>Your dad is always mad and that must be why <br>And I think you should come live with <br>Me and we can be pirates <br>Then you won't have to cry <br>Or hide in the closet <br>And just like a folk song <br>Our love will be passed on <br>Please picture me <br>In the weeds <br>Before I learned civility <br>I used to scream ferociously <br>Any time I wanted <br>I, I <br>Sweet tea in the summer <br>Cross my heart, won't tell no other <br>And though I can't recall your face <br>I still got love for you <br>Pack your dolls and a sweater <br>We'll move to India forever <br>Passed down like folk songs <br>Our love lasts so long"
  },
  {
    "name": "this_is_me_trying",
    "youtube": ["https://www.youtube.com/watch?v=9bdLTPNrlEg"],
    "lyrics": "I've been having a hard time adjusting <br>I had the shiniest wheels, now they're rusting <br>I didn't know if you'd care if I came back <br>I have a lot of regrets about that <br>Pulled the car off the road to the lookout <br>Could've followed my fears all the way down <br>And maybe I don't quite know what to say <br>But I'm here in your doorway <br>I just wanted you to know <br>That this is me trying <br>I just wanted you to know <br>That this is me trying <br>They told me all of my cages were mental <br>So I got wasted like all my potential <br>And my words shoot to kill when I'm mad <br>I have a lot of regrets about that <br>I was so ahead of the curve, the curve became a sphere <br>Fell behind all my classmates and I ended up here <br>Pourin' out my heart to a stranger <br>But I didn't pour the whiskey <br>I just wanted you to know <br>That this is me trying <br>I just wanted you to know <br>That this is me trying <br>At least I'm trying <br>And it's hard to be at a party <br>When I feel like an open wound <br>It's hard to be anywhere these days <br>When all I want is you <br>You're a flashback in a film reel <br>On the one screen in my town <br>And I just wanted you to know <br>That this is me trying (maybe I don't quite know what to say) <br>I just wanted you to know <br>That this is me trying <br>At least I'm trying"
  },
  {
    "name": "illicit_affairs",
    "youtube": ["https://www.youtube.com/watch?v=MLV2SJKWk4M"],
    "lyrics": "Make sure nobody sees you leave <br>Hood over your head, keep your eyes down <br>Tell your friends you're out for a run <br>You'll be flushed when you return <br>Take the road less traveled by <br>Tell yourself you can always stop <br>What started in beautiful rooms <br>Ends with meetings in parking lots <br>And that's the thing about illicit affairs <br>And clandestine meetings and longing stares <br>It's born from just one single glance <br>But it dies, and it dies, and it dies <br>A million little times <br>Leave the perfume on the shelf <br>That you picked out just for him <br>So you leave no trace behind <br>Like you don't even exist <br>Take the words for what they are <br>A dwindling, mercurial high <br>A drug that only worked <br>The first few hundred times <br>And that's the thing about illicit affairs <br>And clandestine meetings and stolen stares <br>They show their truth one single time <br>But they lie, and they lie, and they lie <br>A million little times <br>And you wanna scream <br>Don't call me 'kid' <br>Don't call me 'baby' <br>Look at this godforsaken mess that you made me <br>You showed me colors <br>You know I can't see with anyone else <br>Don't call me 'kid' <br>Don't call me 'baby' <br>Look at this idiotic fool that you made me <br>You taught me a secret language <br>I can't speak with anyone else <br>And you know damn well <br>For you, I would ruin myself <br>A million little times"
  },
  {
    "name": "invisible_string",
    "youtube": ["https://www.youtube.com/watch?v=OuFnpmGwg5k"],
    "lyrics": "Green was the color of the grass <br>Where I used to read at Centennial Park <br>I used to think I would meet somebody there <br>Teal was the color of your shirt <br>When you were sixteen at the yogurt shop <br>You used to work at to make a little money <br>Time, curious time <br>Gave me no compasses, gave me no signs <br>Were there clues I didn't see? <br>And isn't it just so pretty to think <br>All along there was some <br>Invisible string <br>Tying you to me? <br>Ooh <br>Bad was the blood of the song in the cab <br>On your first trip to LA <br>You ate at my favorite spot for dinner <br>Bold was the waitress on our three year trip <br>Getting lunch down by the lakes <br>She said I looked like an American singer <br>Time, mystical time <br>Cuttin' me open, then healin' me fine <br>Were there clues I didn't see? <br>And isn't it just so pretty to think <br>All along there was some <br>Invisible string <br>Tying you to me? <br>Ooh <br>A string that pulled me <br>Out of all the wrong arms right into that dive bar <br>Something wrapped all of my past mistakes in barbed wire <br>Chains around my demons, wool to brave the seasons <br>One single thread of gold tied me to you <br>Cold was the steel of my axe to grind <br>For the boys who broke my heart <br>Now I send their babies presents <br>Gold was the color of the leaves <br>When I showed you around Centennial Park <br>Hell was the journey but it brought me heaven <br>Time, wondrous time <br>Gave me the blues and then purple pink skies <br>And it's cool, baby, with me <br>And isn't it just so pretty to think <br>All along there was some <br>Invisible string <br>Tying you to me? <br>Ooh <br>Hee <br>Ooh"
  },
  {
    "name": "mad_woman",
    "youtube": ["https://www.youtube.com/watch?v=6DP4q_1EgQQ"],
    "lyrics": "What did you think I'd say to that? <br>Does a scorpion sting when fighting back? <br>They strike to kill and you know I will <br>You know I will <br>What do you sing on your drive home? <br>Do you see my face in the neighbor's lawn? <br>Does she smile? <br>Or does she mouth, 'Fuck you forever'? <br>Every time you call me crazy <br>I get more crazy <br>What about that? <br>And when you say I seem angry <br>I get more angry <br>And there's nothin' like a mad woman <br>What a shame she went mad <br>No one likes a mad woman <br>You made her like that <br>And you'll poke that bear 'til her claws come out <br>And you find something to wrap your noose around <br>And there's nothin' like a mad woman <br>Now I breathe flames each time I talk <br>My cannons all firin' at your yacht <br>They say, 'Move on', but you know, I won't <br>And women like hunting witches, too <br>Doing your dirtiest work for you <br>It's obvious that wanting me dead <br>Has really brought you two together <br>Every time you call me crazy <br>I get more crazy <br>What about that? <br>And when you say I seem angry <br>I get more angry <br>And there's nothin' like a mad woman <br>What a shame she went mad <br>No one likes a mad woman <br>You made her like that <br>And you'll poke that bear 'til her claws come out <br>And you find something to wrap your noose around <br>And there's nothin' like a mad woman <br>I'm takin' my time <br>Takin' my time <br>'Cause you took everything from me <br>Watchin' you climb <br>Watchin' you climb <br>Over people like me <br>The master of spin <br>Has a couple side flings <br>Good wives always know <br>She should be mad <br>Should be scathing like me <br>But no one likes a mad woman <br>What a shame she went mad <br>You made her like that"
  },
  {
    "name": "epiphany",
    "youtube": ["https://www.youtube.com/watch?v=DUnDkI7l9LQ"],
    "lyrics": "Keep your helmet <br>Keep your life, son <br>Just a flesh wound <br>Here's your rifle <br>Crawling up the beaches now <br>Sir, I think he's bleedin' out <br>And some things you just can't speak about <br>With you, I serve <br>With you, I fall down <br>Down <br>Watch you breathin' <br>Watch you breathin' out <br>Out <br>Something med school <br>Did not cover <br>Someone's daughter <br>Someone's mother <br>Holds your hand through plastic now <br>Doc, I think she's crashin' out <br>And some things you just can't speak about <br>Only twenty minutes to sleep <br>But you dream of some epiphany <br>Just one single glimpse of relief <br>To make some sense of what you've seen <br>With you, I serve <br>With you, I fall down <br>Down (down) <br>Watch you breathin' <br>Watch you breathin' out <br>Out <br>With you, I serve <br>With you, I fall down (down) <br>Down (down) <br>Watch you breathin' <br>Watch you breathin' out (out) <br>Out <br>Only twenty minutes to sleep <br>But you dream of some epiphany <br>Just one single glimpse of relief <br>To make some sense of what you've seen"
  },
  {
    "name": "peace",
    "youtube": ["https://www.youtube.com/watch?v=HpxX4ZE4KWE"],
    "lyrics": "Our coming-of-age has come and gone <br>Suddenly the summer, it's clear <br>I never had the courage of my convictions <br>As long as danger is near <br>And it's just around the corner, darling <br>'Cause it lives in me <br>No, I could never give you peace <br>But I'm a fire, and I'll keep your brittle heart warm <br>If your cascade ocean wave blues come <br>All these people think love's for show <br>But I would die for you in secret <br>The devil's in the details, but you got a friend in me <br>Would it be enough if I could never give you peace? <br>Your integrity makes me seem small <br>You paint dreamscapes on the wall <br>I talk shit with my friends <br>It's like I'm wasting your honor <br>And you know that I'd swing with you for the fences <br>Sit with you in the trenches <br>Give you my wild, give you a child <br>Give you the silence that only comes when two people understand each other <br>Family that I chose, now that I see your brother as my brother <br>Is it enough? <br>But there's robbers to the east, clowns to the west <br>I'd give you my sunshine, give you my best <br>But the rain is always gonna come if you're standing with me <br>But I'm a fire, and I'll keep your brittle heart warm <br>If your cascade ocean wave blues come <br>All these people think love's for show <br>But I would die for you in secret <br>The devil's in the details, but you got a friend in me <br>Would it be enough if I could never give you peace? <br>Would it be enough if I could never give you peace? <br>Would it be enough if I could never give you peace?"
  },
  {
    "name": "hoax",
    "youtube": ["https://www.youtube.com/watch?v=ryLGxpjwAhM"],
    "lyrics": "My only one <br>My smoking gun <br>My eclipsed sun <br>This has broken me down <br>My twisted knife <br>My sleepless night <br>My win-less fight <br>This has frozen my ground <br>Stood on the cliffside <br>Screaming, 'Give me a reason' <br>Your faithless love's the only hoax <br>I believe in <br>Don't want no other shade of blue <br>But you <br>No other sadness in the world would do <br>My best laid plan <br>Your sleight of hand <br>My barren land <br>I am ash from your fire <br>Stood on the cliffside <br>Screaming 'Give me a reason' <br>Your faithless love's the only hoax <br>I believe in <br>Don't want no other shade of blue <br>But you <br>No other sadness in the world would do <br>You know I left a part of me back in New York <br>You knew the hero died, so what's the movie for? <br>You knew it still hurts underneath my scars <br>From when they pulled me apart <br>You knew the password, so I let you in the door <br>You knew you won, so what's the point of keeping score? <br>You knew it still hurts underneath my scars <br>From when they pulled me apart <br>But what you did was just as dark <br>Darling, this was just as hard <br>As when they pulled me apart <br>My only one <br>My kingdom come undone <br>My broken drum <br>You have beaten my heart <br>Don't want no other shade of blue <br>But you <br>No other sadness in the world would do"
  }
]
